app/controllers/students_controller.rb

INSERT INTO "students" ("created_at", "updated_at") VALUES (?, ?)  [["created_at", "2020-12-11 01:58:23.207928"], ["updated_at", "2020-12-11 01:58:23.207928"]]
---
    def create
       @student = Student.new(student_params)
       @student.save